tap "coursier/formulas"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
tap "leoafarias/fvm"
tap "microsoft/mssql-release"
tap "mongodb/brew"
brew "bash"
brew "bat"
brew "python@3.12"
brew "cmake"
brew "cocoapods"
brew "eza"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-flow"
brew "go"
brew "harfbuzz"
brew "k6"
brew "kdoctor"
brew "lazygit"
brew "python@3.11"
brew "libfido2"
brew "libtiff"
brew "little-cms2"
brew "llvm"
brew "lua"
brew "lua-language-server"
brew "lynx"
brew "node"
brew "mongosh"
brew "nasm"
brew "neofetch"
brew "neovim"
brew "node@16"
brew "opam"
brew "openjdk"
brew "openssh"
brew "peco"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "sdl2"
brew "thefuck"
brew "tmux"
brew "tree"
brew "ultralist"
brew "zinit"
brew "zoxide"
brew "filosottile/musl-cross/musl-cross"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "leoafarias/fvm/fvm"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools", link: false
brew "microsoft/mssql-release/mssql-tools18"
brew "mongodb/brew/mongodb-community"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "firefox"
cask "font-hack-nerd-font"
cask "obsidian"
cask "postman"
